{
    "home": "Hjem",
    "githubFeatured": "Fremhævede projekter",
    "aboutMe": "Om mig",
    "bannerTitle1": "Mikkel Larsen",
    "bannerTitle2": "Fullstack Udvikler",
    "whoAmI": "Hvem er Mikkel?",
    "jobAndEducation": "Job & Uddannelse",
    "projects": "Projekter",
    "here": "her",
    "current": "Nuværende",
    "education1.1": "I 2016 startede jeg på TECHCOLLEGE Aalborg for at uddanne mig som ",
    "education1.2": "datatekniker med speciale i programmering",
    "education1.3": ". Da det er en erhvervsuddannelse, har jeg sideløbende med studiet erhvervet en masse virkeligheds-erfaring fra min læreplads, samt TECHCOLLEGE's skolepraktik program.",
    "education2.1": "På skolen har jeg modtaget undervisning i alt fra embedded programmering til databaser (både SQL og NoSQL), sikkerhed, general computer videnskab, CISCO, web-, app- og game development, SPA, server håndtering, projektstyring og -planlægning, kundeservice, og stort set alt andet relevant for faget. Uddannelsen er trods alt 5 år lang, og det er ikke for ingenting!",
    "education3.1": "Jeg blev svend i december 2021, hvorefter jeg forsatte med at arbejde fuldtid hos min læreplads, Clienti.",
    "job-clienti1.1": "I 2020 blev jeg ansat i lære hos brand/marketingsbureauet Clienti i Aalborg, hvor jeg efter uddannelse fortsatte med at arbejde på fuld tid.",
    "job-clienti2.1": "Hos Clienti vedligeholdte og videreudviklede jeg på deres fullstack Umbraco CMS løsninger i .NET og JavaScript & jQuery (dog refactorede jeg alt jQuery til vanilla JS mens jeg var der) for deres på tidspunketet 80+ kunder, samt en smule WordPress og DynamicWeb. SEO var et stort fokuspunkt under udviklingen, og kunderne var yderst tilfredse med den modtagne service",
    "job-clienti3.1": "Udover ovenstående, var jeg også primær support for mange af kunderne, samt skrev dokumentation på deres løsninger. Både kunder og kollegaer i firmaet har rost mig meget for min service-minded tilgang til supporten og kundekommunikationen.",
    "job-clienti4.1": "Læs mere om hvem Clienti er ",
    "job-busysunday1.1": "Efter en længere sygeperiode som begyndte i slut 2022, var BusySunday mere end villige til at ansætte mig i praktik og hjælpe mig tilbage på benene igen. Her er vores primære opgave, at udvikle en webapp baseret i WordPress og React, som skal hjælpe realmæglere med at understøtte deres salgsargumenter med rigtig data.",
    "job-busysunday2.1": "Jeg arbejder nu for dem på deltid, og har udviklet yderligere hjælpeværktøjer til app'en, med hensigt på at forbedre UX. Dette inkluderer bl.a. en komplet ",
    "job-busysunday2.2": " hvori brugere kan indtaste egen tekst plus specielle nøgleord, som herefter erstattes med eksempelvis relevant bolig-data for et valgt område i backenden. Det har aldrig været lettere at sende flyers ud i Danmark!",
    "job-busysunday3.1": "Andre UX forbedringer jeg har lavet inkludere internationalization, ydeevne, fejlhåndtering, datavalidering og feedback systemer.",
    "job-busysunday4.1": "Derudover, arbejder jeg pt. på at udvikle en førstepartsløsningen ift. tinglysningen, således BusySunday slipper for at betale dyre domme for en trejdepartsløsning.",
    "job-busysunday5.1": "Det er allerede lykkedes én gang med en webscraper, som endda også er 90% mere effektiv end den tidligere løsning!",
    "job-busysunday6.1": "Læs mere om hvem BusySunday er ",
    "job-you1.1": "Jer? ;)",
    "job-you2.1": "Jeg søger nyt arbejde, derfor skal I endelig føle jer velkommen til at tage fat i mig, hvis I går og mangler mandskab.",
    "job-you3.1": "Min email adresse kan findes i footeren af denne hjemmeside! ",
    "job-you3.2": "og lige her"
}