{
    "home": "Hjem",
    "githubFeatured": "Fremhævede projekter",
    "aboutMe": "Om mig",
    "bannerTitle1": "Mikkel Larsen",
    "bannerTitle2": "Fullstack Udvikler",
    "whoAmI": "Hvem er Mikkel?",
    "jobAndEducation": "Job & Uddannelse",
    "projects": "Projekter",
    "here": "her",
    "family": "Familie",
    "hobbies": "Fritid",
    "current": "Nuværende",
    "intro-background1.1": "Jeg er en ung knejt fra '98 fra Aalborg flyttet nær Hovedstaden for et år og en snes siden. Der bor jeg nu med min kære kærste af snart 2 år og vores kat med x-factor, Banjo.",
    "intro-background2.1": "Jeg er uddannet datatekniker, og har arbejdet med kode i 10 år, primært fokuseret på web. Med det sagt, besidder jeg evner både for front- og backend arbejde, da meget af mit arbejde har forgået solo (især under uddannelse). Jeg har sågar undervist elever til brobygning i det at programmere, og er dygtig til at formulere og lære fra mig.",
    "intro-background3.1": "Jeg lærer selv hurtigt, og kommer derved hurtigt up-to-speed i miljøer kort tid efter at blive introduceret til dem.",
    "intro-background4.1": "Jeg er perfektionist, og stræber efter at forbedre mig selv og optimere alt jeg piller ved. Jeg træner bl.a. Banjo til at udføre tricks, som man ville gøre en hund.",
    "intro-life1.1": "Tilbage i Nordjylland har jeg en lillbror og en storesøster på henholdsvis 20 og 27 år. Bettebror tager efter mig, og er i gang med uddannelse til datatekniker, og søs er uddannet pedagog. Klogt valg, da hun selv har 2 små piger derhjemme!",
    "intro-life2.1": "I ny og næ tager rejser jeg til Nordjylland for at bruge kvalitetstid med familien, da det langt hen ad vejen er lettere for mig end det er for dem. Vi er især glade for at bruge højtidelighederne sammen.",
    "intro-hobbies1.1": "Jeg er gamer, ind og ud. Det har altid været en interesse af mine lige siden jeg var 3 år gammel, og så er jeg oven i købet god til det. Jeg vandt eksempelvis en Mario Kart turnering i Taastrup for leden!",
    "intro-hobbies2.1": "Når jeg kan finde plads til det, nyder jeg at dygge ned i sprog og lingvistik. Jeg taler (selvfølgelig) flydende dansk såvel som engelsk, og har brugt lang tid på at lære mig selv japansk. Lige nu leder jeg efter overskuddet og finansen til at tage på aftenskole og tage sproget mere seriøst end jeg har hidtil.",
    "intro-hobbies3.1": "For tiden arbejder jeg på et hobby projekt. En budget-håndteringsløsning skrevet med SvelteKit (og TypeScript), med Drizzle som ORM til en PostgreSQL database, der til sidst bliver dockerized. Projektet vil komme til at ligge på internettet, hostet på en raspberry pi jeg har stående hjemme. Det vil have en exposed API tilgang, således systemet kan integreres i andre løsninger.",
    "education1.1": "I 2016 startede jeg på TECHCOLLEGE Aalborg for at uddanne mig som ",
    "education1.2": "datatekniker med speciale i programmering",
    "education1.3": ". Da det er en erhvervsuddannelse, har jeg sideløbende med studiet erhvervet en masse virkeligheds-erfaring fra min læreplads, samt TECHCOLLEGE's skolepraktik program.",
    "education2.1": "På skolen har jeg modtaget undervisning i alt fra embedded programmering til databaser (både SQL og NoSQL), sikkerhed, general computer videnskab, CISCO, web-, app- og game development, SPA, server håndtering, projektstyring og -planlægning, kundeservice, og stort set alt andet relevant for faget. Uddannelsen er trods alt 5 år lang, og det er ikke for ingenting!",
    "education3.1": "Jeg blev svend i december 2021, hvorefter jeg forsatte med at arbejde fuldtid hos min læreplads, Clienti.",
    "job-clienti1.1": "I 2020 blev jeg ansat i lære hos brand/marketingsbureauet Clienti i Aalborg, hvor jeg efter uddannelse fortsatte med at arbejde på fuld tid.",
    "job-clienti2.1": "Hos Clienti vedligeholdte og videreudviklede jeg på deres fullstack Umbraco CMS løsninger i .NET og JavaScript & jQuery (dog refactorede jeg alt jQuery til vanilla JS mens jeg var der) for deres på tidspunketet 80+ kunder, samt en smule WordPress og DynamicWeb. SEO var et stort fokuspunkt under udviklingen, og kunderne var yderst tilfredse med den modtagne service",
    "job-clienti3.1": "Udover ovenstående, var jeg også primær support for mange af kunderne, samt skrev dokumentation på deres løsninger. Både kunder og kollegaer i firmaet har rost mig meget for min service-minded tilgang til supporten og kundekommunikationen.",
    "job-clienti4.1": "Læs mere om hvem Clienti er ",
    "job-busysunday1.1": "Efter en længere sygeperiode som begyndte i slut 2022, var BusySunday mere end villige til at ansætte mig i praktik og hjælpe mig tilbage på benene igen. Her er vores primære opgave, at udvikle en webapp baseret i WordPress og React, som skal hjælpe realmæglere med at understøtte deres salgsargumenter med rigtig data.",
    "job-busysunday2.1": "Jeg arbejder nu for dem på deltid, og har udviklet yderligere hjælpeværktøjer til app'en, med hensigt på at forbedre UX. Dette inkluderer bl.a. en komplet ",
    "job-busysunday2.2": " hvori brugere kan indtaste egen tekst plus specielle nøgleord, som herefter erstattes med eksempelvis relevant bolig-data for et valgt område i backenden. Det har aldrig været lettere at sende flyers ud i Danmark!",
    "job-busysunday3.1": "Andre UX forbedringer jeg har lavet inkludere internationalization, ydeevne, fejlhåndtering, datavalidering og feedback systemer.",
    "job-busysunday4.1": "Derudover, arbejder jeg pt. på at udvikle en førstepartsløsningen ift. tinglysningen, således BusySunday slipper for at betale dyre domme for en trejdepartsløsning.",
    "job-busysunday5.1": "Det er allerede lykkedes én gang med en webscraper, som endda også er 90% mere effektiv end den tidligere løsning!",
    "job-busysunday6.1": "Læs mere om hvem BusySunday er ",
    "job-you1.1": "Jer? ;)",
    "job-you2.1": "Jeg søger nyt arbejde, derfor skal I endelig føle jer velkommen til at tage fat i mig, hvis I går og mangler mandskab.",
    "job-you3.1": "Min email adresse kan findes i footeren af denne hjemmeside! ",
    "job-you3.2": "og lige her"
}