{
    "home": "Home",
    "githubFeatured": "Featured projects",
    "aboutMe": "About me",
    "bannerTitle1": "Mikkel Larsen",
    "bannerTitle2": "Fullstack Developer",
    "whoAmI": "Who is Mikkel?",
    "jobAndEducation": "Job & Education",
    "projects": "Projects",
    "here": "here",
    "current": "Current",
    "education1.1": "In mid 2016, I started working towards an education at TECHCOLLEGE Aalborg as a ",
    "education1.2": "data technician specialized in programming",
    "education1.3": ". As it is a vocational education, I have been able to gain tons of real-life experience as a paid intern in parallel to my studies, as well as from TECHCOLLEGE's \"skolepraktik\" programme.",
    "education2.1": "We were taught everything from embedded programming to databases (both SQL and NoSQL), security, general computer science, CISCO, web-, app- and game development, SPA, server management, project management and planning, customer service, and practically everything else relevant to the field. The education isn't 5 years long for nothing after all!",
    "education3.1": "I completed my education in December 2021, after which i continued working full-time for my previous internship, Clienti.",
    "job-clienti1.1": "I was hired as a paid intern at the brand/marketing bureau, Clienti, in Aalborg in 2020, where I continued working full-time after completing my education.",
    "job-clienti2.1": "At Clienti, my job entailed tasks such as maintanence and continued development in their fullstack Umbraco CMS solutions written in .NET and JavaScript & jQuery (though I refactorede every line of jQuery to vanilla JS while I was there) for their at the time 80+ clients, as well as a bit of WordPress and DynamicWeb. SEO was a huge focal point during development, and the clients were utmost satisfied with the service provided.",
    "job-clienti3.1": "Aside from that, I also functioned as the primary supporter for many of the clients, and wrote documentation for their solutions. Clients and colleagues alike praised me for my service minded approach to support and customer communication.",
    "job-clienti4.1": "Read more about who Clienti is ",
    "job-busysunday1.1": "After a long sick leave, which started near the end of 2022, BusySunday were more than willing to hire me as an intern and help me back on my feet. Here, our primary task includes developing a web app based on WordPress and React.js, and helps real estate agents support their sales pitches with real and correct data.",
    "job-busysunday2.1": "I currently work for them part-time, and have further developed tools for the app, with sights on improving the UX. This, among other things, includes a complete ",
    "job-busysunday2.2": " wherein users can type custom text, plus add special keywords, that get replaced with, for example, relevant residential data for a selected area in the backend. It has never been easier to send out flyers in Denmark!",
    "job-busysunday3.1": "Other UX improvements I've developed include internationalization, performance, error handling, data validation, and feedback systems.",
    "job-busysunday4.1": "Aside from that, I am currently working on a first-party solution in regards to \"tinglysningen\", so that BusySunday avoids paying big money for expensive third-party solutions.",
    "job-busysunday5.1": "I've already succeeded once with a web scraper, which is even 90% more performant than their previous solution!",
    "job-busysunday6.1": "Read more about who BusySunday is ",
    "job-you1.1": "You? ;)",
    "job-you2.1": "I'm currently looking for a job, so feel free to reach out if you're looking for a new crew member!",
    "job-you3.1": "My email address can be found in the footer of this here website! ",
    "job-you3.2": "and right here"
}